// /** @file
//
// Copyright (c) 2010 - 2016, GreatWall Corporation.<BR>
// All rights reserved.This software and associated documentation (if any)
// is furnished under a license and may only be used or copied in
// accordance with the terms of the license. Except as permitted by such
// license, no part of this software or documentation may be reproduced,
// stored in a retrieval system, or transmitted in any form or by any
// means without the express written consent of GreatWall Corporation.
//
// File Name:
//
// Abstract:
//   Platform configuration setup.
//
// Revision History:
//
//
// **/
/=#
#langdef   en-US "English"
#langdef   zh-Hans  "\wide中文\narrow"

#string STR_PASSWORD_INSTALLED          #language en-US "Installed"
                                        #language zh-Hans "\wide已设定\narrow"
#string STR_PASSWORD_UNINSTALLED        #language en-US "Not Installed"
                                        #language zh-Hans "\wide未设定\narrow"
#string STR_ADMIN_PASSWORD              #language en-US "Administrator Password"
                                        #language zh-Hans "\wide管理员密码\narrow"
#string STR_SET_ADMIN_PASSWORD          #language en-US "Set Administrator Password"
                                        #language zh-Hans "\wide设定管理员密码\narrow"
#string STR_ADMIN_PASSWORD_HELP         #language en-US "Select this line to set, change, or delete the Administrator Password. Characters ;, a-z, 0-9 are supported. Passwords are not case sensitive.\nNOTE:\nTo delete Administrator Password, enter blank fields for each new password line item."
                                        #language zh-Hans "\wide选择这一行设定更改删除管理员密码.支持\narrow;,a-z,0-9.\wide密码不区分大小写.\n注意:\n在输入密码时，按\narrowenter\wide键输入空，可以删除密码.\narrow"
#string STR_USER_PASSWORD               #language en-US "Power-On Password"
                                        #language zh-Hans "\wide开机密码\narrow"
#string STR_SET_USER_PASSWORD           #language en-US "Set Power-On Password"
                                        #language zh-Hans "\wide设定开机密码\narrow"
#string STR_USER_PASSWORD_HELP          #language en-US "Select this line to set, change, or delete the Power-On Password. Characters ;, a-z, 0-9 are supported. Passwords are not case sensitive.\nNOTE:\nTo delete Power-On Password, enter blank fields for each new password line item."
                                        #language zh-Hans "\wide选择这一行设定更改删除开机密码\narrow.\wide支持\narrow;,a-z,0-9.\wide密码不区分大小写.\n注意:\n在输入密码时，按\narrowenter\wide键输入空，可以删除密码.\narrow"
#string STR_POP_ON_RESTART              #language en-US  "Require POP on Restart"
                                        #language zh-Hans "\wide重启时输入开机密码\narrow"
#string STR_POP_ON_RESTART_HELP         #language en-US  "If "Yes" is selected, the Power-On Password will be required when the system is started with reboot."
                                        #language zh-Hans "\wide选择"是"时重启需要输入开机密码.\narrow"
#string STR_CHANGE_POP_BY_USER          #language en-US  "POP Changeable by User"
                                        #language zh-Hans "\wide允许用户更改开机密码\narrow"
#string STR_CHANGE_POP_BY_USER_HELP     #language en-US  "If "No" is selected, the Power-On Password can only be changed by the Adiministrator password."
                                        #language zh-Hans "\wide如果选择"否"，则只有管理员才可以更改开机密码.\narrow"
#string STR_YES                         #language en-US  "Yes"
                                        #language zh-Hans "\wide是\narrow"
#string STR_NO                          #language en-US  "No"
                                        #language zh-Hans "\wide否\narrow"
#string STR_CLEAR_USER_PASSWORD         #language en-US "Clear Pop Password"
                                        #language zh-Hans "\wide清除用户密码\narrow."
#string STR_CLEAR_USER_PASSWORD_HELP    #language en-US "Set Pop Password to Empty."
                                        #language zh-Hans "\wide清空用户密码\narrow."
